{
  "roadmap": {
    "heading": "Onze Roadmap",
    "q4_2024_question": "Q4 2024: Strategische Projectlancering",
    "q4_2024_answers_1": "Gerichte conceptontwikkeling en teamvorming.",
    "q4_2024_answers_2": "Lancering van de website en activering van sociale media voor vroege aanwezigheid.",
    "q4_2024_answers_3": "Lancering van de presale, waarmee vroege investeerders exclusieve toegang krijgen tot de gereduceerde Ninja Turtles Coin.",
    "q4_2024_answers_4": "Community opbouw via sociale media om bewustzijn en adoptie te bevorderen.",
    "q1_2025_question": "Q1 2025: Technische Uitmuntendheid en Eerste Lijstingen",
    "q1_2025_answers_1": "Bètaversie van het Ninja Turtles-spel voor vrijwillige testers, met kleine airdrop-beloningen.",
    "q1_2025_answers_2": "Uitgebreide audits om vertrouwen bij investeerders op te bouwen.",
    "q1_2025_answers_3": "Eerste lijstingen op toonaangevende gedecentraliseerde beurzen (DEX) voor snelle toegang tot de coin.",
    "q2_2025_question": "Q2 2025: Marktpenetratie en Groei",
    "q2_2025_answers_1": "Grootschalige marketingcampagnes via verschillende kanalen (sociale media, crypto-influencers, podcasts, enz.).",
    "q2_2025_answers_2": "Lijstingen op gecentraliseerde beurzen (CEX) om liquiditeit en wereldwijde reikwijdte te vergroten.",
    "q2_2025_answers_3": "Uitbreiding van de Play-to-Earn-functionaliteit, met nieuwe spelmodi en beloningen.",
    "q3_2025_question": "Q3 2025: Expansie en Waardecreatie",
    "q3_2025_answers_1": "Volledige versie van het Ninja Turtles-spel met Play-to-Earn-functies en geïntegreerde NFT-beloningen.",
    "q3_2025_answers_2": "Introductie van aanvullende gebruiksmogelijkheden voor de coin, inclusief staking-opties en samenwerkingen met andere projecten."
  },
  "why_invest": {
    "heading": "Waarom Investeren in Ninja Turtles Coin?",
    "point_1_head": "Unieke Waardepropositie:",
    "point_1_value": "Ninja Turtles Coin combineert de wereld van memes met de disruptieve kracht van blockchain-technologie en het Play-to-Earn-model, waardoor een innovatieve cryptocurrency ontstaat die verder gaat dan speculatie.",
    "point_2_head": "Sterke en Betrokken Gemeenschap:",
    "point_2_value": "Het succes van elke cryptocurrency is diep geworteld in zijn gemeenschap. Onze snelgroeiende, wereldwijd verbonden gemeenschap is actief en ondersteunt de langetermijnvisie van het project, wat zorgt voor duurzame waardecreatie voor de coin.",
    "point_3_head": "Langetermijngroei Potentieel:",
    "point_3_value": "Met duidelijke strategische planning en doorlopende ontwikkeling biedt Ninja Turtles Coin een solide basis voor langetermijngroei. Investeerders kunnen profiteren, niet alleen van waardestijging, maar ook van het innovatieve Play-to-Earn-model en aantrekkelijke beloningsmechanismen.",
    "point_4_head": "Exclusieve Voordelen voor Vroege Investeerders:",
    "point_4_value": "Grijp de kans om deel te nemen aan de Ninja Turtles Coin Presale als een vroege investeerder! Gedurende deze fase kunt u de coin verkrijgen tegen een aanzienlijk lagere prijs dan bij latere lijstingen op gedecentraliseerde beurzen (DEX). De presale is opgedeeld in meerdere fasen, waarbij de tokenprijs bij elke fase stijgt. Hoe eerder je investeert, hoe groter je prijsvoordeel. Bovendien zullen alle niet-verkochte tokens aan het einde van de presale worden verbrand, wat de totale voorraad reduceert en prijsstabiliteit bevordert.",
    "caption": "Doe nu mee en maak deel uit van een cryptocurrency die entertainment, innovatie en financiële kansen op een unieke en opwindende manier combineert!"
  },
  "about": {
    "heading": "Over Ons – Wie Zijn Wij?",
    "value": "Ninja Turtles Coin werd opgericht door een team van ervaren blockchain-experts, financiële analisten en marketingstrategen. Met onze uitgebreide kennis van de cryptocurrency-industrie hebben we Ninja Turtles Coin gecreëerd om een unieke, duurzame investeringsmogelijkheid te bieden die plezier combineert met financiële opbrengsten."
  },
  "vision": {
    "heading": "Onze Visie",
    "value": "Onze visie is om een cryptocurrency te creëren die niet slechts een tijdelijke trend is, maar die langetermijnrelevantie en waarde-stabiliteit behoudt. We streven ernaar te bewijzen dat meme-coins meer kunnen zijn dan speculatieve activa – ze kunnen een serieus onderdeel van een gediversifieerd investeringsportfolio worden."
  },
  "functionality": {
    "heading": "Geïntegreerde Play-to-Earn (P2E) Functionaliteit: Functies Overzicht:",
    "value": "Het Ninja Turtles Play-to-Earn-spel stelt spelers in staat om Ninja Turtles Coins te verdienen door succesvol missies en taken binnen een speciaal ontworpen spel te voltooien. De missies variëren in moeilijkheidsgraad en uitdaging, waarbij vaardigheden, strategie en teamwork vereist zijn om succes te behalen."
  },
  "token_allocation": {
    "heading": "Token Allocatie voor P2E:",
    "point_1": "18% van de totale coin-aanvoer en 50% van de transactiekosten worden toegewezen voor het Play-to-Earn spel.",
    "point_2": "Deze coins worden verdeeld als beloningen voor spelers die verschillende taken en missies in het spel voltooien."
  },
  "game_mechanics": {
    "heading": "Spelmechanica:",
    "point_1_head": "Missies en Taken:",
    "point_1_value": "Spelers kunnen missies uitvoeren op basis van Ninja Turtles-personages en verhaallijnen, en verdienen beloningen in de vorm van Ninja Turtles Coins voor hun inspanningen.",
    "point_2_head": "Meerdere Moeilijkheidsniveaus:",
    "point_2_value": "Hoe moeilijker de missie, hoe hoger de beloning, waardoor het spel aantrekkelijk is voor zowel beginners als ervaren spelers.",
    "point_3_head": "Dagelijkse en Wekelijkse Uitdagingen:",
    "point_3_value": "Dagelijkse missies met kleinere beloningen en grotere wekelijkse uitdagingen, waarbij spelers grotere hoeveelheden coins kunnen verdienen.",
    "point_4_head": "NFT's Verzamelen en Handelen:",
    "point_4_value": "Naast coins worden NFT's geïntroduceerd, die spelers kunnen verzamelen, verhandelen of verkopen op de marktplaats."
  },
  "benefits": {
    "heading": "Voordelen:",
    "point_1_head": "Spelerbetrokkenheid:",
    "point_1_value": "Het Play-to-Earn-model vergroot de betrokkenheid van de gemeenschap, aangezien spelers niet alleen vermaakt worden, maar ook een directe financiële stimulans hebben om deel te nemen.",
    "point_2_head": "Stabiele Coin Vraag:",
    "point_2_value": "Spelers die coins verdienen via het spel kunnen langdurige houders of handelaren worden op de markt, wat de vraag naar de coins stabiliseert en vergroot."
  },
  "technical_integration": {
    "heading": "Technische Integratie:",
    "point_1_head": "Blockchain-gebaseerde Beloningen:",
    "point_1_value": "Coins die spelers in het spel verdienen, worden op de blockchain gevolgd en rechtstreeks naar de portemonnees van de spelers overgedragen, wat volledige transparantie en veiligheid garandeert.",
    "point_2_head": "Spelontwikkeling:",
    "point_2_value": "Een team van ontwikkelaars is nodig om het spel te ontwerpen en de beloningsmechanismen af te stemmen op blockchain-technologie.",
    "caption": "Door deze integratie wordt Ninja Turtles Coin niet alleen een andere meme-token, maar een Play-to-Earn-ecosysteem dat een breed publiek aanspreekt."
  },
  "tokenomics": {
    "heading": "Tokenomics – Doordachte en Eerlijke Verdelen",
    "caption": "Totale Aanvoer: 1.000.000.000.000.000 Ninja Turtles Coins – een beperkte voorraad die is ontworpen om langetermijnwaarde-appreciatie en duurzaamheid te bevorderen."
  },
  "distribution": {
    "heading": "Distributie:",
    "point_1_head": "15% voor Presale:",
    "point_1_value": "Een aanzienlijk deel van de tokens zal worden aangeboden in de presale, waardoor vroege investeerders de kans krijgen om Ninja Turtles Coin tegen een verlaagde prijs te verkrijgen. Deze investeerders zullen profiteren van de vroege instap en de potentie voor significante waardegroei. De presale zal in meerdere fasen plaatsvinden, waarbij de tokenprijs met elke fase zal stijgen. Ongverkochte tokens aan het einde van de presale zullen worden verbrand om de totale voorraad te verminderen en de prijsstabiliteit te bevorderen.",
    "point_2_head": "50% voor Publieke Listing:",
    "point_2_value": "Het grootste deel van de tokens wordt toegewezen voor de listing op gedecentraliseerde en gecentraliseerde beurzen (DEX en CEX) om brede beschikbaarheid en liquiditeit te waarborgen. Dit zal brede marktparticipatie mogelijk maken en de zichtbaarheid van de munt vergroten.",
    "point_3_head": "18% voor Play-to-Earn Beloningen:",
    "point_3_value": "Een substantieel aandeel van de tokens zal worden gereserveerd voor spelers van het Ninja Turtles-spel, ter beloning voor hun deelname en bijdrage.",
    "point_4_head": "15% voor Ontwikkeling en Marketing:",
    "point_4_value": "Deze allocatie zal worden gebruikt voor de voortdurende ontwikkeling van het project en het financieren van grootschalige marketingcampagnes, zodat Ninja Turtles Coin technologisch geavanceerd blijft en wereldwijd erkend wordt.",
    "point_5_head": "2% voor Goede Doelen:",
    "point_5_value": "Een klein maar cruciaal gedeelte wordt toegewezen aan goede doelen, waardoor de positieve sociale impact van de munt en het publieke imago wordt versterkt."
  },
  "presale": {
    "heading": "Presale: Jouw Kans als Vroege Investeerder",
    "value": "De Ninja Turtles Coin presale is een exclusieve kans voor vroege investeerders om de coin tegen een aanzienlijk lagere prijs aan te schaffen. Deze vroege verkoop bestaat uit meerdere fasen, waarbij de tokenprijs met elke nieuwe fase stijgt. Hoe eerder je investeert, hoe meer je profiteert van de verlaagde prijzen. Niet-verkochte tokens uit de presale-fase worden verbrand, waardoor de totale voorraad afneemt en de waarde van de circulerende munten wordt versterkt. Grijp deze unieke kans om je investering in een vroeg stadium te maximaliseren en te profiteren van de toekomstige ontwikkeling van de coin."
  },
  "charitable": {
    "heading": "Ondersteuning van Goede Doelen met Ninja Turtles Coin",
    "value": "Een kernmissie van Ninja Turtles Coin is niet alleen het creëren van economische waarde, maar ook het hebben van een positieve sociale impact. Om deze reden hebben we 2% van de totale coin-aanvoer toegewezen voor het ondersteunen van goede doelen. Deze fondsen zullen worden gebruikt om bij te dragen aan verschillende sociale initiatieven, met een sterke focus op de bescherming en het welzijn van dieren."
  },
  "donations": {
    "heading": "Donaties aan Dierenwelzijnsorganisaties",
    "caption": "Ninja Turtles Coin zet zich wereldwijd in voor dierenwelzijn. Dit omvat het ondersteunen van dierenasielen, reddingsorganisaties en programma's die bewustwording creëren voor de bescherming van bedreigde diersoorten. De fondsen die aan goede doelen zijn toegewezen, kunnen op verschillende manieren worden gebruikt:",
    "point_1_head": "Directe Donaties aan Dierenasielen en Reddingcentra:",
    "point_1_value": "We doen regelmatig donaties aan asielen en reddingscentra die zorg dragen voor dakloze, mishandelde of verwaarloosde dieren. Deze donaties helpen bij het verstrekken van voedsel, medische zorg, onderdak en andere essentiële middelen.",
    "point_2_head": "Steun voor Beschermingsprogramma's voor Bedreigde Soorten:",
    "point_2_value": "Een deel van de fondsen wordt toegewezen aan programma's die zich richten op de bescherming van bedreigde diersoorten. Deze programma's werken vaak nauw samen met natuurgebieden om habitats te behouden en illegale stroperij te bestrijden.",
    "point_3_head": "Educatie en Bewustwording:",
    "point_3_value": "Een ander deel van de donaties wordt geïnvesteerd in educatieve programma's die gericht zijn op het verhogen van de bewustwording over dierenwelzijn. Deze programma's richten zich op scholen, gemeenschappen en het grote publiek om te onderwijzen over het belang van dierenbescherming en verantwoord huisdierenbezit.",
    "point_4_head": "Steun voor Noodhulpfondsen:",
    "point_4_value": "Tijdens natuurrampen of andere crises verstrekken we financiering om dieren in nood te helpen. Deze noodhulpfondsen worden gebruikt om snelle reddingsoperaties te ondersteunen, tijdelijke onderkomens te creëren en ervoor te zorgen dat de noodzakelijke zorg beschikbaar is.",
    "caption_2": "Door plezier, winst en een betrokkenheid bij sociaal welzijn te combineren, biedt Ninja Turtles Coin een unieke kans om niet alleen te investeren in een veelbelovende cryptocurrency, maar ook bij te dragen aan betekenisvolle goede doelen."
  }
}
