{
  "roadmap": {
    "heading": "Notre Feuille de Route",
    "q4_2024_question": "T4 2024 : Lancement de Projet Stratégique",
    "q4_2024_answers_1": "Développement conceptuel ciblé et formation de l'équipe.",
    "q4_2024_answers_2": "Lancement du site Web et activation des réseaux sociaux pour une présence précoce.",
    "q4_2024_answers_3": "Lancement de la prévente, offrant aux premiers investisseurs un accès exclusif à des Ninja Turtles Coin à prix réduit.",
    "q4_2024_answers_4": "Construction de la communauté sur les réseaux sociaux pour accroître la sensibilisation et l'adoption.",
    "q1_2025_question": "T1 2025 : Excellence Technique et Premières Côtations",
    "q1_2025_answers_1": "Version bêta du jeu Ninja Turtles pour les testeurs volontaires, avec de petites récompenses en airdrop.",
    "q1_2025_answers_2": "Audits complets pour renforcer la confiance des investisseurs.",
    "q1_2025_answers_3": "Premières cotations sur les principales plateformes décentralisées (DEX) pour un accès rapide à la monnaie.",
    "q2_2025_question": "T2 2025 : Pénétration du Marché et Croissance",
    "q2_2025_answers_1": "Campagnes de marketing à grande échelle sur divers canaux (réseaux sociaux, influenceurs crypto, podcasts, etc.).",
    "q2_2025_answers_2": "Cotation sur les plateformes centralisées (CEX) pour accroître la liquidité et la portée mondiale.",
    "q2_2025_answers_3": "Extension des fonctionnalités Play-to-Earn, introduisant de nouveaux modes de jeu et récompenses.",
    "q3_2025_question": "T3 2025 : Expansion et Création de Valeur",
    "q3_2025_answers_1": "Version complète du jeu Ninja Turtles avec des fonctionnalités Play-to-Earn et des récompenses NFT intégrées.",
    "q3_2025_answers_2": "Introduction de cas d'utilisation supplémentaires pour la monnaie, y compris des options de staking et des partenariats avec d'autres projets."
  },
  "why_invest": {
    "heading": "Pourquoi Investir dans Ninja Turtles Coin ?",
    "point_1_head": "Proposition de Valeur Unique :",
    "point_1_value": "Ninja Turtles Coin combine le monde des mèmes avec la puissance disruptive de la technologie blockchain et le modèle Play-to-Earn, créant une cryptomonnaie innovante qui va au-delà de la simple spéculation.",
    "point_2_head": "Communauté Forte et Engagée : ",
    "point_2_value": "Le succès de toute cryptomonnaie repose profondément sur sa communauté. Notre communauté en pleine croissance, connectée à l'échelle mondiale, est active et soutient la vision à long terme du projet, favorisant une croissance de valeur durable pour la monnaie.",
    "point_3_head": "Potentiel de Croissance à Long Terme :",
    "point_3_value": "Avec une planification stratégique claire et un développement continu, Ninja Turtles Coin offre une base solide pour une croissance à long terme. Les investisseurs peuvent bénéficier non seulement de l'appréciation des prix mais également du modèle Play-to-Earn innovant et des mécanismes de récompense attrayants.",
    "point_4_head": "Avantages Exclusifs pour les Premiers Investisseurs :",
    "point_4_value": "Saisissez l'opportunité de participer à la prévente de Ninja Turtles Coin en tant que premier investisseur ! Pendant cette phase, vous pouvez acquérir la monnaie à un prix nettement inférieur à celui de sa cotation ultérieure sur les plateformes décentralisées (DEX). La prévente est divisée en plusieurs phases, avec une augmentation du prix du jeton à chaque étape. Plus vous investissez tôt, plus votre avantage en termes de prix est important. De plus, tous les jetons invendus à la fin de la prévente seront brûlés, réduisant l'offre totale et favorisant la stabilité des prix.",
    "caption": "Rejoignez-nous dès maintenant et faites partie d'une cryptomonnaie qui fusionne divertissement, innovation et opportunité financière de manière unique et passionnante !"
  },
  "about": {
    "heading": "À Propos de Nous – Qui Sommes-Nous ?",
    "value": "Ninja Turtles Coin a été fondé par une équipe d'experts en blockchain, d'analystes financiers et de stratèges marketing expérimentés. Grâce à nos connaissances approfondies de l'industrie des cryptomonnaies, nous avons créé Ninja Turtles Coin pour offrir une opportunité d'investissement unique et durable qui allie plaisir et rendements financiers."
  },
  "vision": {
    "heading": "Notre Vision",
    "value": "Notre vision est de créer une cryptomonnaie qui n'est pas juste une tendance temporaire mais qui conserve une pertinence et une stabilité de valeur à long terme. Nous visons à prouver que les monnaies mèmes peuvent être plus que des actifs spéculatifs – elles peuvent devenir une partie sérieuse d'un portefeuille d'investissement diversifié."
  },
  "functionality": {
    "heading": "Fonctionnalité Intégrée Play-to-Earn (P2E) : Aperçu des Fonctionnalités :",
    "value": "Le jeu Play-to-Earn Ninja Turtles permet aux joueurs de gagner des Ninja Turtles Coins en réussissant des missions et des tâches dans un jeu spécialement conçu. Les missions varient en difficulté et en défi, nécessitant des compétences, de la stratégie et du travail d'équipe pour réussir."
  },
  "token_allocation": {
    "heading": "Allocation de Tokens pour le P2E :",
    "point_1": "18 % de l'offre totale de la monnaie et 50 % des frais de transaction sont alloués au jeu Play-to-Earn.",
    "point_2": "Ces monnaies sont distribuées comme récompenses aux joueurs qui accomplissent diverses tâches et missions dans le jeu."
  },
  "game_mechanics": {
    "heading": "Mécaniques du Jeu :",
    "point_1_head": "Missions et Tâches :",
    "point_1_value": "Les joueurs peuvent entreprendre des missions basées sur les personnages et scénarios de Ninja Turtles, gagnant des récompenses sous forme de Ninja Turtles Coins pour leurs efforts.",
    "point_2_head": "Niveaux de Difficulté Multiples :",
    "point_2_value": "Plus la mission est difficile, plus la récompense est élevée, rendant le jeu attractif pour les débutants comme pour les joueurs expérimentés.",
    "point_3_head": "Défis Quotidiens et Hebdomadaires :",
    "point_3_value": "Proposez des missions quotidiennes avec de petites récompenses et des défis hebdomadaires plus importants, où les joueurs peuvent gagner des montants plus élevés de pièces.",
    "point_4_head": "Collection et Échange de NFTs :",
    "point_4_value": "En plus des pièces, des NFTs sont introduits, que les joueurs peuvent collecter, échanger ou vendre sur le marché."
  },
  "benefits": {
    "heading": "Avantages :",
    "point_1_head": "Engagement des Joueurs :",
    "point_1_value": "Le modèle Play-to-Earn augmente l'engagement de la communauté, car les joueurs sont non seulement divertis mais aussi incités financièrement à participer.",
    "point_2_head": "Demande Stable de la Monnaie :",
    "point_2_value": "Les joueurs gagnant des pièces grâce au jeu peuvent devenir des détenteurs ou des commerçants à long terme sur le marché, stabilisant et augmentant la demande pour les pièces."
  },
  "technical_integration": {
    "heading": "Intégration Technique :",
    "point_1_head": "Récompenses Basées sur la Blockchain :",
    "point_1_value": "Les pièces gagnées par les joueurs dans le jeu seront suivies sur la blockchain et transférées directement dans les portefeuilles des joueurs, garantissant une transparence et une sécurité totales.",
    "point_2_head": "Développement du Jeu :",
    "point_2_value": "Une équipe de développeurs sera nécessaire pour concevoir le jeu et aligner les mécanismes de récompense avec la technologie blockchain.",
    "caption": "Grâce à cette intégration, Ninja Turtles Coin devient non seulement un autre token mème mais un écosystème Play-to-Earn qui attire un large public."
  },
  "tokenomics": {
    "heading": "Tokenomics – Répartition Réfléchie et Équitable",
    "caption": "Offre Totale : 1 000 000 000 000 000 Ninja Turtles Coins – une offre limitée conçue pour favoriser l'appréciation de la valeur à long terme et la durabilité."
  },
  "distribution": {
    "heading": "Répartition :",
    "point_1_head": "15 % pour la Prévente :",
    "point_1_value": "Une part importante des tokens sera offerte lors de la prévente pour maximiser la distribution initiale et attirer des investisseurs stratégiques.",
    "point_2_head": "25 % pour la Liquidité :",
    "point_2_value": "Alloué à la liquidité des plateformes d'échange décentralisées et centralisées.",
    "point_3_head": "10 % pour le Développement :",
    "point_3_value": "Pour le développement du jeu Play-to-Earn et d'autres aspects du projet.",
    "point_4_head": "50 % pour le Jeu Play-to-Earn :",
    "point_4_value": "Utilisé comme récompenses pour les joueurs et pour dynamiser l'écosystème P2E.",
    "point_5_head": "2% pour des Causes Caritatives :",
    "point_5_value": "Une petite mais essentielle portion sera dédiée à des causes caritatives, renforçant l'impact social positif de la pièce et son image publique."
  },
  "presale": {
    "heading": "Prévente : Votre Opportunité en Tant qu'Investisseur Précoce",
    "value": "La prévente de Ninja Turtles Coin est une opportunité exclusive pour les premiers investisseurs d'acquérir la monnaie à un prix significativement réduit. Cette vente précoce se compose de plusieurs phases, le prix du jeton augmentant à chaque nouvelle phase. Plus vous investissez tôt, plus vous bénéficiez de prix réduits. Les jetons invendus de la phase de prévente seront brûlés, réduisant ainsi l'offre totale et renforçant la valeur des pièces en circulation. Profitez de cette opportunité unique pour maximiser votre investissement à un stade précoce et bénéficier du développement futur de la monnaie."
  },
  "charitable": {
    "heading": "Soutenir des Causes Caritatives avec Ninja Turtles Coin",
    "value": "Une mission centrale de Ninja Turtles Coin est non seulement de créer de la valeur économique mais aussi d'avoir un impact social positif. Pour cette raison, nous avons alloué 2 % de l'offre totale de pièces à des causes caritatives. Ces fonds seront utilisés pour contribuer à diverses initiatives sociales, avec un fort accent sur la protection et le bien-être des animaux."
  },
  "donations": {
    "heading": "Dons aux Organisations de Protection des Animaux",
    "caption": "Ninja Turtles Coin s'engage à promouvoir le bien-être des animaux à l'échelle mondiale. Cela inclut le soutien aux refuges pour animaux, aux organisations de sauvetage, et aux programmes qui sensibilisent à la protection des espèces en danger. Les fonds dédiés aux causes caritatives peuvent être utilisés de plusieurs façons :",
    "point_1_head": "Dons Directs aux Refuges et Centres de Sauvetage pour Animaux :",
    "point_1_value": "Nous faisons régulièrement des dons aux refuges et centres de sauvetage qui s'occupent des animaux sans-abri, maltraités ou négligés. Ces dons aident à fournir de la nourriture, des soins médicaux, un abri et d'autres ressources essentielles.",
    "point_2_head": "Soutien aux Programmes de Protection des Espèces Menacées :",
    "point_2_value": "Une partie des fonds sera dirigée vers des programmes axés sur la protection des espèces en danger. Ces programmes collaborent souvent étroitement avec des zones de conservation pour préserver les habitats et lutter contre le braconnage illégal.",
    "point_3_head": "Éducation et Sensibilisation :",
    "point_3_value": "Une autre partie des dons sera investie dans des programmes éducatifs visant à sensibiliser au bien-être des animaux. Ces programmes ciblent les écoles, les communautés et le grand public pour éduquer sur l'importance de la protection des animaux et de la possession responsable d'animaux domestiques.",
    "point_4_head": "Soutien aux Fonds de Secours d'Urgence :",
    "point_4_value": "En cas de catastrophes naturelles ou d'autres crises, nous fournissons des fonds pour aider les animaux dans le besoin. Ces fonds de secours d'urgence sont utilisés pour soutenir des opérations de sauvetage rapides, établir des abris temporaires, et garantir la disponibilité des soins nécessaires.",
    "caption_2": "En combinant plaisir, profit, et engagement social, Ninja Turtles Coin offre une opportunité unique non seulement d'investir dans une cryptomonnaie prometteuse mais aussi de contribuer à des initiatives caritatives significatives."
  }
}
